Repository: monkcoder81/Responsive-BMI-calculator
Catalog: languages/Responsive-BMI-Calculator-*.po
Languages: es_es

source: BMI Results
es_es: Resultados IMC

source: BMI Calculator
es_es: Calculadora IMC

source: Responsive BMI Calculator
es_es: Calculadora IMC Responsive

source: Color Settings
es_es: Ajustes de Color

source: Set the background color.
es_es: Escoja el color de fondo.

source: Set the border color.
es_es: Escoja el color del borde.

source: Set the text color.
es_es: Escoja el color del texto.

source: Set up the button colors:
es_es: Escoja los colores del botón.

source: Gradient 1
es_es: Gradiente 1

source: Gradient 2:
es_es: Gradiente 2:

source: Text color:
es_es: Color del texto:

source: Border color
es_es: Color del borde

source: Restablish original colors
es_es: Restablecer colores originales

source: Press to restablish the original colors
es_es: Pulse para restablecer los colores originales

source: Restablish colors
es_es: Restablecer colores

source: Show the doctor image at the results page.
es_es: MOstrar la imagen del doctor en la p&aacute;gina de resultados

source: Show
es_es: Mostrar

source: Not Show
es_es: No Mostrar

source: Original colors restablished. Do not forget to save the changes
es_es: Colores originales restablecidos. no olvide guardar los cambios

source: Displays a responsive BMI calculator
es_es: Muestra una calculadora de IMC responsive.

source: Know your BMI
es_es: Conozca su IMC

source: Select your height
es_es: Seleccione su estatura

source: centimeters
es_es: centímetros

source: feet and inches
es_es: pies y pulgadas

source: Introduce your weight
es_es: Introduzca su peso

source: kilograms
es_es: kilogramos

source: pounds
es_es: libras

source: Calculate
es_es: Calcular

source: Your body mass index is
es_es: Su índice de masa corporal es

source: You are underweight
es_es: Usted tiene sobrepeso

source: Try to stay above
es_es: Procure estar por encima

source: to have a healthier weight.
es_es: para tener un peso m&aacute;s saludable

source: You are in the optimal weight range according to the World Health Organization. Try to remain between
es_es: Está en el intervalo de peso óptimo según los datos de la organización mundial de la salud. Procure permanecer entre

source: of body weight.
es_es: de peso corporal.

source: You are overweight (obesity grade 1) according to the data of the World Health Organization. You have a moderate risk of suffering from diseases associated with obesity.<p>Try to stay below
es_es: Usted tiene sobrepeso (obesidad grado 1) según los datos de la Organización Mundial de la Salud. Tiene un riesgo moderado de sufrir enfermedades relacionadas con la obesidad. Procure estar por debajo de

source: to have a healthy weight.</p>
es_es: para tener un peso m&aacute;s saludable

source: You are overweight (obesity grade 2) according to the data of the World Health Organization. You have a considerable risk of suffering from diseases associated with obesity.<p> Try to stay below,
es_es: Usted tiene sobrepeso (obesidad grado 2) según los datos de la Organización Mundial de la Salud. Tiene un riesgo considerable de sufrir enfermedades relacionadas con la obesidad. Procure estar por debajo de

source: of body weight to reduce the risk of suffering associated diseases. The healthiest thing would be if you stay below
es_es: de peso corporal para reducir el riesgo de sufrir enfermedades asociadas. Lo m&aacute;s sano sería que estuviese por debajo de

source: You are overweight (obesity grade 3) according to the data of the World Health Organization. You have a high risk of suffering from diseases associated with obesity.<p> Try to stay below
es_es: Usted tiene sobrepeso (obesidad grado 3) según los datos de la Organización Mundial de la Salud. Tiene un riesgo elevado de sufrir enfermedades relacionadas con la obesidad. Procure estar por debajo de

source: of body weight to reduce the risk of suffering associated diseases. The healthiest thing would be if you stay below
es_es: de peso corporal para reducir el riesgo de sufrir enfermedades asociadas. Lo m&aacute;s sano sería que estuviese por debajo de

source: You are overweight (obesity grade 4) according to the data of the World Health Organization. You have a very high risk of suffering diseases associated with obesity.<p> Try to stay below
es_es: Usted tiene sobrepeso (obesidad grado 4) según los datos de la Organización Mundial de la Salud. Tiene un riesgo muy elevado de sufrir enfermedades relacionadas con la obesidad. Procure estar por debajo de

source: A BMI (Body Mass Index) calculator free and easy to use. It is responsive and adjusts to any size of screen. The user receives his BMI and medical advices according to the World Health Organization. You can insert it using a widget or a shortcode. You can customize its appearence at the settings page.
es_es: Una calculadora de IMC (Indice de Masa Corporal) gratuíta y fácil de usar. Es responsive y se ajusta a todas las anchuras de pantalla. el usuario recibe su IMC y consejos médicos conforme a la Organización Mundial de la Salud. Puede insertarlo usando un widget o un shortcode. Puede personaliza su apariencia en la página de ajustes.
